ent-CMArmorPMC = броня M4 ЧВК
    .desc = Модификация стандартной брони Armat Systems M3. Разработана для высокопоставленных операторов безопасности и корпоративных наемников.
ent-CMArmorHeavyPMC = боевая упряжь ML66A ЧВК
    .desc = Модификация стандартной брони M3 от Armat Systems. Снабжена жгутами и ремнями, позволяющими носить на себе ML66A Smartgun.
ent-CMArmorOfficerPMC = броня лидера M4 ЧВК
    .desc = Модификация стандартной брони Armat Systems M3. Разработана для высокопоставленных операторов безопасности и корпоративных наемников. Этот костюм выглядит так, будто принадлежит высокопоставленному офицеру.
ent-CMArmorSniperPMC = броня снайпера M4 ЧВК
    .desc = Модификация стандартной брони Armat Systems M3. Разработана для высокопоставленных операторов безопасности и корпоративных наемников.
