ent-WeaponRifleM54A2 = боевая винтовка M54A/2
    .desc = Модифицированная версия M41A Pulse Rifle MK2, перепроектированная для улучшения веса, управляемости и точности стрельбы. Стреляет точными двухзарядными очередями. Выдается только элитным подразделениям.
ent-WeaponRifleNSG23 = штурмовая винтовка NSG 23
    .desc = Редкая винтовка, чаще всего она встречается в руках ЧВК Weyland-Yutani. У нее заметно улучшена управляемость и значительно повышены характеристики на дальних и средних дистанциях. Может стрелять только очередями. Это одна из стандартных винтовок для корпоративных стандартов ЧВК.
